<template>
    <div class="dlivery__list">
        <div class="service__content-title">
            <h4>Прайс-лист на доставку продукции Porta prima</h4>
        </div>
        <div class="delivery__list-content">
            <div class="delivery__list-table">
                <table class="table table-bordered">
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Доставка дверей для оптовых и розничных клиентов со склада Компании PORTA PRIMA г. Фрязино
                                до подъезда, склада.</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">Фрязино, Щёлково, Чкаловская, Биокомбинат, Новый городок и др. (15
                                км от склада)</td>
                            <td class="w-50">1500 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-50">Мытищи, Пушкино, Красноармейск, Балашиха, Ногинск, Черноголовка,
                                Фряново, Электросталь Ивантеевка, Королёв, Монино, Лосинопетровский и др. (от 20 до 45 км от
                                склада)</td>
                            <td class="w-50">2900 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-50">Москва и города расположенные в районе МКАД до 10 км в область</td>
                            <td class="w-50">2900 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-50">Города Московской области расположенные далее 10 км от МКАД (кроме Щёлковского
                                шоссе)</td>
                            <td class="w-50">2900 рублей + 70 руб./км из расчёта в одну сторону от МКАД</td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Доставка дверей для оптовых и розничных клиентов со склада Компании Porta prima г.Фрязино до
                                подъезда, склада спец. транспортом при высоте полотен от 2700мм до 2900мм.</th>
                        </tr>
                    </thead>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Техническую возможность подъема полотен определяет замерщик, без замера подъем полотен
                                клиент осуществляет самостоятельно.</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">Фрязино, Щёлково, Чкаловская, Биокомбинат, Новый городок и др. (15 км от
                                склада)</td>
                            <td class="w-50">1500 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-50">Мытищи, Пушкино, Красноармейск, Балашиха, Ногинск, Черноголовка, Фряново,
                                Электросталь Ивантеевка, Королёв, Монино, Лосинопетровский и др. (от 20 до 45 км от склада)
                            </td>
                            <td class="w-50">3000 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-50">Москва и города расположенные в районе МКАД до 10 км в область
                            </td>
                            <td class="w-50">3000 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-50">Города Московской области расположенные далее 10 км от МКАД (кроме Щёлковского
                                шоссе)
                            </td>
                            <td class="w-50">3000 рублей + 70 руб./км из расчёта в одну сторону от МКАД</td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Дополнительные услуги по подъёму дверей в квартиру Kлиента</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">Подъём без лифта за этаж
                            </td>
                            <td class="w-50">
                                110 руб./комплект: плинтус, арка, стеновые панели, экраны, обрамление дверного проема.
                                200 руб./комплект: полотно, коробка, наличник, добор.
                                200 руб./комплект: фрамуга.
                                200 руб./комплект LUX: полотно, коробка, наличник, добор.
                                230 руб./комплект ( min 2200 руб.): <b>Нестандартное полотно</b> (один из габаритных
                                размеров
                                превышает 900*2000мм), коробка, наличник, добор.
                                230 руб./комплект (min 2200 руб.): <b>Ателье дверей:</b> полотно (МКП, Телескопико,
                                Invisible,
                                Пенал, Невидимка ), погонажная продукция
                                250 руб./комплект (min 2200 руб.) <b>Полотно в блоке:</b> полотно, коробка, наличник, добор.
                                550 руб.//комплект (min 4400 руб.): <b>Нестандартное полотно</b>(высота полотен от 2700мм до
                                2900мм), коробка, наличник, добор.(техническую возможность подъема определяет замерщик)
                                550 руб./комплект (min 4400 руб.): <b>Ателье дверей:</b> полотно (МКП, Телескопико,
                                Invisible,
                                Пенал, Невидимка), погонажная продукция (высота полотен от 2700мм до 2900мм).(техническую
                                возможность подъема определяет замерщик)
                                550 руб./комплект( min 4400 руб.) <b>Полотно в блоке:</b> полотно, коробка, наличник, добор.
                                (высота полотен от 2700мм до 2900мм). (техническую возможность подъема определяет замерщик)
                                300 руб./комплект пронос по территории (в том числе паркинг) (от 30 до 100м).
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">Подъём при наличии пассажирского/грузового лифта, независимо от этажности
                            </td>
                            <td class="w-50">
                                110 руб. / комплект: плинтус, арка, стеновые панели, экраны, обрамление дверного проема.
                                200 руб./комплект: полотно, коробка, наличник, добор.
                                200 руб./комплект: фрамуга.
                                230 руб./комплект LUX: полотно, коробка, наличник, добор.
                                230 руб./комплект (min 2200 руб.): <b>Нестандартное полотно</b> (один из габаритных размеров
                                превышает 900*2000мм), коробка, наличник, добор.
                                230 руб./комплект (min 2200 руб.): <b>Ателье дверей:</b> полотно (МКП, Телескопико,
                                Invisible,
                                Пенал, Невидимка), погонажная продукция.
                                250 руб./комплект (min 2200 руб.): <b>Полотно в блоке:</b> полотно, коробка, наличник,
                                добор.
                                300 руб./комплект пронос по территории (в том числе паркинг) (от 30 до 100м).
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <em>В случае, если габаритные размеры полотна превышают стандартные (900*2000мм), расчёт
                                    стоимости подъёма производится без лифта за этаж по цене нестандартного полотна.
                                    Минимальная стоимость подъёма составляет 2200 руб.</em>
                            </td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                <em>В случае, если высота полотен от 2700мм до 2900мм, расчёт стоимости подъёма производится
                                    без лифта за этаж 550 руб. Минимальная стоимость подъёма составляет 4400 руб.
                                    (техническую возможность подъема определяет замерщик)</em>
                            </td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Доставка дверей для оптовых клиентов г. Кострома</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">
                                г. Кострома
                            </td>
                            <td class="w-50">
                                550 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                В районе 30 км. от г. Кострома
                            </td>
                            <td class="w-50">
                                550 руб. + 30 руб./км. в одну сторону.
                            </td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Доставка продукции для партнеров в города, расположенные вне Московского региона, (не далее
                                300 км)*
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">
                                Владимир
                            </td>
                            <td class="w-50">
                                4 800 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Иваново
                            </td>
                            <td class="w-50">
                                8 100 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Калуга
                            </td>
                            <td class="w-50">
                                6 700 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Рязань
                            </td>
                            <td class="w-50">
                                6 400 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Тверь
                            </td>
                            <td class="w-50">
                                5 900 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Тула
                            </td>
                            <td class="w-50">
                                6 200 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Ярославль
                            </td>
                            <td class="w-50">
                                7 000 руб.
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Расчет для других населенных пунктов, в вышеуказанных областях:
                            </td>
                            <td class="w-50">
                                Основной город (например Владимир) + 55 руб. / км
                            </td>
                        </tr>
                        <tr>
                            <td class="w-50">
                                Расчет для других населенных пунктов в вышеуказанных областях (высота полотен от 2700мм до
                                2900мм):
                            </td>
                            <td class="w-50">
                                Основной город (например Владимир) + 65 руб. / км
                            </td>
                        </tr>
                    </tbody>
                </table>
                <p>
                    * перечень городов и регионов с возможной доставкой продукции транспортом Porta Prima, в другие регионы
                    доставка продукции не осуществляется.
                </p>
                <p>
                    При заказе от 10 до 15 полотен предоставляется скидка на услугу доставки - 15%.
                </p>
                <p>
                    При заказе от 15 до 25 полотен предоставляется скидка на услугу доставки – 30%.
                </p>
                <p>
                    ПРИ ЕДИНОВРЕМЕННОМ ЗАКАЗЕ ОТ 25 ПОЛОТЕН ДОСТАВКА ПРОИЗВОДИТСЯ БЕСПЛАТНО.
                </p>
                <p>
                    Доставка продукции партнерам в города регионы осуществляется через ТК "Деловые линии", "ПЭК",
                    "Главдоставка" по действующим тарифам.
                </p>
                <p>Расчёт дополнительной упаковки полотен прилагается ниже.</p>
                <p>
                    Стоимость доставки до ТК рассчитывается в соответствии с действующими тарифами по г. Москва и МО.
                </p>
                <table class="table table-bordered">
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                СТОИМОСТЬ ДОПОЛНИТЕЛЬНОЙ УПАКОВКИ ПОЛОТЕН ДВЕРНОГО АТЕЛЬЕ ДЛЯ ОТПРАВКИ В РЕГИОНЫ
                            </th>
                        </tr>
                    </thead>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Стоимость упаковки 1 палето-места: поддоны, пенопласт, стрейчирование
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">
                                1 палето-место
                            </td>
                            <td class="w-50">2600 руб.</td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                1 палето-место предназначено для размещения от 1 до 8 полотен с погонажными изделиями к ним
                            </td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Стоимость дополнительной упаковки 1 полотна: пенопласт, плёнка, стрейчирование
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-75">
                                Полотна МКП, Телескопико (max размер 900x2300мм)
                            </td>
                            <td class="w-25">800 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-75">
                                Полотна Invisible, Моноблок для компланарной системы (max размер 1000x2300мм)
                            </td>
                            <td class="w-25"> 750 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-75">
                                Полотна Невидимка (max размер 1000x2300мм)
                            </td>
                            <td class="w-25">550 руб.</td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                СТОИМОСТЬ ДОПОЛНИТЕЛЬНОЙ УПАКОВКИ ПОЛОТЕН ДВЕРНОГО АТЕЛЬЕ ДЛЯ ОТПРАВКИ В РЕГИОНЫ (высота
                                полотен от 2700мм до 2900мм)
                            </th>
                        </tr>
                    </thead>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Стоимость упаковки 1 палето-места: поддоны, пенопласт, стрейчирование (высота полотен от
                                2700мм до 2900мм)
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-50">
                                1 палето-место
                            </td>
                            <td class="w-50">3200 руб.</td>
                        </tr>
                        <tr>
                            <td colspan="2">
                                1 палето-место предназначено для размещения от 1 до 8 полотен с погонажными изделиями к ним
                            </td>
                        </tr>
                    </tbody>
                    <thead>
                        <tr>
                            <th class="w-100" scope="col" colspan="3">
                                Стоимость дополнительной упаковки 1 полотна: пенопласт, плёнка, стрейчирование
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="w-75">
                                Полотна МКП, Телескопико (max размер 900x2700 - 2900мм)
                            </td>
                            <td class="w-25">950 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-75">
                                Полотна Invisible, Моноблок для компланарной системы (max размер 1000x2700 - 2900мм)
                            </td>
                            <td class="w-25">900 руб.</td>
                        </tr>
                        <tr>
                            <td class="w-75">
                                Полотна Невидимка (max размер 1000x2700-2900мм)
                            </td>
                            <td class="w-25">650 руб.</td>
                        </tr>
                    </tbody>
                </table>
            </div>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style  scoped>
h6 {
    font-size: 16px;
    font-weight: bold;
    color: #323232;
    line-height: 24px;
}

p {
    font-size: 16px;
    color: #333;
}

a {
    color: #8f332f;
}

a:hover {
    text-decoration: none;
}

.title-red {
    color: #8f332f;
    margin: 0px 0px 15px 0px;
}

.delivery__list-content {
    padding: 1.5rem 0px 0px 0px;
    border-top: solid 1px #ccc;
    margin: 0px 0px 2rem 0px;
}

.dlivery__list {
    margin: 0px 0px 5rem 0px;
}

table {
    font-size: calc(14px + 2 * (100vw / 1336));
    border-collapse: collapse;
    margin: 20px 0px;
}

.delivery__list-table>p {
    margin: 0;
}

table thead tr th {
    font-weight: 700;
    background: #f0f0f0;
    line-height: calc(20px + 5 * (100vw / 1336));
    color: #25292d;
    padding: 10px 20px;
}

table tbody tr th {
    font-weight: 400;

}

tbody tr td {
    padding: 10px 20px;
    font-size: calc(14px + 2 * (100vw / 1336));
    color: #25292d;
}
</style>