<template>
    <div class="guarantee__term">
        <p>Фабрика дверей «Porta prima» осуществляет гарантийное и постгарантийное обслуживание межкомнатных дверей.</p>
        <p>По вопросам гарантийного и постгарантийного обслуживания покупателям из Москвы и области следует обратиться в
            нашу службу клиентского сервиса, из других регионов — к <router-link to="/">
                дистрибьюторам фабрики Porta prima
            </router-link></p>
        <h6>ГАРАНТИЙНЫЙ СРОК:</h6>
        <p>1. Гарантийный срок на Товар составляет 5 лет расширенной гарантии, а на монтажные (столярные) работы — 3 года в
            случае, если доставка, монтажные (столярные) работы, а также техническое обслуживание Товара (рекомендуется
            выполнить через год покупки) осуществлялись сертифицированными специалистами фабрики-производителя или бригадами
            торговых партнеров.</p>
        <p>Если доставка и монтажные (столярные) работы Товара выполнялись сертифицированными монтажными бригадами, то
            гарантийный срок на Товар будет составлять 3 года, а на столярные (монтажные) работы — 2 года.</p>
        <p>Гарантийный срок на наши Товары-дверные полотна, наличники, доборы, коробки, плинтус составляет 2 года.</p>
        <p>2. Гарантийный срок на фурнитуру:</p>
        <p>— на фурнитуру: ручки торговой марки «ARCHIE», защелка AGB и защелка магнитная AGB TOUCH торговой марки «AGB»,
            магнитный замок со скрытой ручкой торговой марки «B NO-HA», к-т для раздвижной двери (система Пенал) с
            механизмом торговой марки "BONAITI" гарантийный срок составляет — 3 (три) года со дня подписания Товарной
            накладной;</p>
        <p>— ручки торговой марки «CONVEX», ручки торговой марки «МORELLI» составляет 2 (два) года со дня подписания
            Товарной накладной;</p>
        <p>— на фурнитуру: ручки торговой марки «FIMET», ручки торговой марки «PASINI», ручки и ручки скоба торговой марки
            «EXTREZA», ручки и петли универсальные (с короной и без) торговой марки «ADDEN BAU», ручки торговой марки FUARO,
            ручки торговой марки ARMADILLO, ручки торговой марки «BUSSARE», петля пружинная амортизирующая (ALDEGHI)
            торговой марки VENEZIA, петли скрытые (EU) прямого открывания, петли скрытые (EU) для тяжелых дверей, петли
            скрытые (EU) обратного открывания, петли скрытые (EU) для противопожарных дверей, раздвижные механизмы:
            комплект«302», раздвижные механизмы «BUONE RUOTE», система "INVISIBLE", система POTO механизм, система TWICE
            торговой марки «МORELLI», система Складной механизм торговой марки "Арктодус", дверца для кошки в межкомнатную
            дверь торговой марки "СибКрастПласт",умный порог PROFESSIONAL, доводчик дверной до 45 кг (алюминий), доводчик
            дверной торговой марки "GEZE" гарантийный срок составляет — 1 год со дня подписания Товарной накладной.</p>
        <p>— на защелки торговой марки «ADDEN BAU» гарантийный срок составляет — 6 месяцев со дня подписания Товарной
            накладной.</p>
        <p>Что входит в обслуживание?</p>
        <ul>
            <li>Гарантийное обслуживание. В этот период мы бесплатно устраним все скрытые дефекты, если они обнаружатся в
                ходе эксплуатации товара. </li>
            <li>Постгарантийное обслуживание. Данная услуга включает в себя работы по ремонту дверных коробок, фурнитуры и
                наличников, замену стекол, другие возможные восстановительные и ремонтные мероприятия. Стоимость уточняйте в
                службе клиентского сервиса.
            </li>
        </ul>
        <h6>Для оформления заявки на гарантийное или постгарантийное обслуживание Вам необходимо сообщить:</h6>
        <ol>
            <li>Имя и фамилию Заказчика;</li>
            <li>Номер и дату заказа(ов);</li>
            <li>
                Подробное описание ситуации: <br>
                — дата выявления недостатка товара;<br>
                — условия хранения или эксплуатации товара;<br>
                — указание на способ доставки товара;<br>
                — указание на выбранный Клиентом вариант монтажных (столярных) работ (монтаж: самостоятельный (или)
                посредством монтажной службой фабрики-изготовителя, (или) аттестованными представителями
                фабрики-изготовителя.
            </li>
            <li>
                Приложения к обращению: <br>
                — фото/видео материалы обнаруженного(ых) дефекта(ов) (обязательные приложения к обращению); <br>
                — копия товарной накладной (обязательное приложение к обращению); <br>
                — акт выполненных столярных (монтажных) работ (обязательное приложение к обращению).
            </li>
            <li>
                И направить информацию по: <br>
                Электронной почте: <a href="milto:servis@portaprima.ru">servis@portaprima.ru</a>
            </li>
        </ol>
        <p>
            После предоставления полной информации Ваша заявка будет зарегистрирована в течение одного рабочего дня с
            отправкой Вам номера обращения.
        </p>
        <p>
            Номер телефона сервисной службы: <a href="tel:+7 (499) 520-29-43">+7 (499) 520-29-43</a> <br>
            Отдел работает в будние дни с 9:00 до 17:00. Суббота и воскресенье — выходные.
        </p>
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
h6 {
    font-size: 16px;
    font-weight: bold;
    color: #323232;
    line-height: 24px;
}

p {
    font-size: 16px;
    color: #333;
}

li {
    font-size: calc(12px + 2 * (100vw / 1336));
    color: #333;
    line-height: calc(19px + 6 * (100vw / 1336));
}

ol li {
    list-style: decimal;
    margin: 0px 0px 10px 0px;
}

ol li::marker,
ul li::marker {
    color: #8f332f;
    font-weight: bold;
}

ol ul {
    margin: 20px 0px 0px 0px;
    padding: 0px 0px 0px 2.5rem;
}

ul li {
    list-style: disc;
}

a {
    color: #8f332f;
}

a:hover {
    text-decoration: none;
}

.guarantee__term {
    margin: 0px 0px 4rem 0px;
}
</style>