<template>
    <div class="installation__list">
        <div class="installation__list-title">
            <h6>Прайс-лист на монтаж продукции</h6>
        </div>
        <div class="installation__list-table">
            <div class="list-table__wrapper">
                <table class="table table-bordered">
                    <thead>
                        <tr>
                            <th class="w-50" scope="row" colspan="1">Услуга</th>
                            <th class="w-25" scope="row" colspan="2">Nano-flex, шпон. Цена, руб.</th>
                            <th class="w-25" scope="row" colspan="2">Эмаль. Цена , руб.</th>
                        </tr>

                    </thead>
                    <tbody>
                        <tr>
                            <td class="fw-bold">
                                УСЛУГИ ЗАМЕРА
                            </td>
                            <td>
                            </td>
                            <td>
                            </td>
                            <td>
                            </td>
                            <td>
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Замер с выездом в будние дни с 09 до 18 часов*
                            </td>
                            <td colspan="4">1000</td>
                        </tr>
                        <tr>
                            <td>
                                Замер с выездом в будние дни до 9 часов и после 18 часов, выходные и праздничные дни*
                            </td>
                            <td colspan="4">1200</td>
                        </tr>
                        <tr>
                            <td>
                                Выезд от 20км до 50км (Москва и МО от МКАД/ Кострома от черты города) оплачивается клиентом
                                дополнительно к стоимости замера**
                            </td>
                            <td colspan="4">200</td>
                        </tr>
                        <tr>
                            <td>
                                Выезд от 50км до 100км (Москва и МО от МКАД/ Кострома от черты города) оплачивается клиентом
                                дополнительно к стоимости замера**
                            </td>
                            <td colspan="4">500</td>
                        </tr>
                        <tr>
                            <td>
                                Выезд свыше 100км (Москва и МО от МКАД/ Кострома от черты города) оплачивается клиентом
                                дополнительно к стоимости замера по договоренности с замерщиком**
                            </td>
                            <td colspan="4">1000</td>
                        </tr>
                        <tr>
                            <td>
                                Выезд свыше за пределы Московской области / Костромской области от черты города оплачивается
                                клиентом дополнительно к стоимости замера по договоренности с замерщиком**
                            </td>
                            <td colspan="4">до 2500</td>
                        </tr>
                        <tr>
                            <td colspan="3">
                                * Стоимость первичного замера вычитается из стоимости заказа при его оформлении.
                                ** Оплата за выезд из стоимости заказа не вычитается.
                            </td>
                            <td colspan="2"></td>
                        </tr>
                        <tr>
                            <td class="fw-bold" colspan="5">
                                МОНТАЖНЫЕ УСЛУГИ И РАБОТЫ
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Стоимость выезда монтажной бригады за пределы МКАД (без учёта количества отработанных на
                                объекте дней и объектов в г.Фрязино,г.Щёлково,г.Мытищи)
                            </td>
                            <td colspan="2">
                                60р/км
                            </td>
                            <td colspan="2">
                                60р/км
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж одностворчатой двери (универсальная петля) с врезкой пазов под петли на объекте/ с
                                предварительной врезкой на производстве
                            </td>
                            <td>
                                5 280
                            </td>
                            <td>
                                4 290
                            </td>
                            <td>
                                5 830
                            </td>
                            <td>
                                4 510
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж двустворчатой двери (универсальная петля) с врезкой пазов под петли на объекте/ с
                                предварительной врезкой на производстве
                            </td>
                            <td>
                                7 370
                            </td>
                            <td>
                                5 830
                            </td>
                            <td>
                                8 195
                            </td>
                            <td>
                                6215
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж одностворчатой двери прямого открывания и обратного открывания (скрытая\универсальная
                                петля) с врезкой пазов под петли на объекте / с предварительной врезкой на производстве
                            </td>
                            <td>
                                6 160
                            </td>
                            <td>
                                4730
                            </td>
                            <td>
                                7 040
                            </td>
                            <td>
                                5 010
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж двустворчатой двери (скрытая\универсальная петля) с врезкой пазов под петли на
                                объекте / с предварительной врезкой на производстве
                            </td>
                            <td>
                                9 410
                            </td>
                            <td>
                                6930
                            </td>
                            <td>
                                11 000
                            </td>
                            <td>
                                7 540
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж одностворчатой двери (барная петля)
                            </td>
                            <td colspan="2">
                                4 620
                            </td>
                            <td colspan="2">
                                5 390
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж двустворчатой двери (барная петля)
                            </td>
                            <td colspan="2">
                                7 870
                            </td>
                            <td colspan="2">
                                9 350
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж раздвижной двери без оформления проема доборами с врезкой всех пазов на объекте/ с
                                предварительной врезкой на производстве
                            </td>
                            <td>
                                5 340
                            </td>
                            <td>
                                4 620
                            </td>
                            <td>
                                6 490
                            </td>
                            <td>
                                5 780
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж раздвижной двустворчатой двери без оформлением проема доборами с врезкой всех пазов
                                на объекте/ с предварительной врезкой на производстве
                            </td>
                            <td>
                                8 530
                            </td>
                            <td>
                                7 260
                            </td>
                            <td>
                                10 180
                            </td>
                            <td>
                                8 800
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж раздвижной двери "Пенал" в установленную касету с завершённой чистовой отделкой
                                проёма
                            </td>
                            <td colspan="2">
                                5 390
                            </td>
                            <td colspan="2">
                                6 550
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж раздвижной двустворчатой двери "Пенал" в установленную касету с завершённой чистовой
                                отделкой проёма
                            </td>
                            <td colspan="2">
                                8 580
                            </td>
                            <td colspan="2">
                                10 230
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж двери с "Рото-механизмом" с врезкой всех пазов на объекте/ с предварительной врезкой
                                на производстве
                            </td>
                            <td>
                                10 400
                            </td>
                            <td>
                                8 360
                            </td>
                            <td>
                                11 990
                            </td>
                            <td>
                                9 790
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж двери "Twice" с предварительной врезкой на производстве
                            </td>
                            <td colspan="2">
                                7 100
                            </td>
                            <td colspan="2">
                                8 470
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж двустворчатой двери "Twice" с предварительной врезкой на производстве
                            </td>
                            <td colspan="2">
                                12 980
                            </td>
                            <td colspan="2">
                                15 290
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж парадной двери,стоимость монтажа одного дверного элемента-полотно/фрамуга без
                                жёсткого монтажа
                            </td>
                            <td colspan="2">
                                7 100
                            </td>
                            <td colspan="2">
                                7 700
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Жёсткое крепление одного дверного элемента парадной двери-полотно/фрамуга (кроме
                                открывающихся)
                            </td>
                            <td colspan="4">
                                770
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж полотна со скрытым алюминиевым коробом прямого и обратного открывания в блоке
                                установка блока в проём,установка ручек,врезка завёртки(фиксатора)
                            </td>
                            <td colspan="2">
                                7 150
                            </td>
                            <td colspan="2">
                                7 700
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж обрамления проема (элемент короба + 1 комплект доборов + наличники)
                            </td>
                            <td colspan="2">
                                3 800
                            </td>
                            <td colspan="2">
                                4 350
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж напольного плинтуса, цена за метр
                            </td>
                            <td colspan="2">
                                450
                            </td>
                            <td colspan="2">
                                500
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж алюминевого плинтуса,цена за метр
                            </td>
                            <td colspan="4">
                                350
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж накладки Пластик на металлическую дверь (без демонтажа двери)/монтаж фальш-панели
                            </td>
                            <td colspan="2">
                                3 190
                            </td>
                            <td colspan="2">
                                3 960
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж кассеты одностворчатой высотой полотна до 2 100 мм
                            </td>
                            <td colspan="4">
                                4 500
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж кассеты одностворчатой высотой полотна от 2 110 мм до 2 600 мм
                            </td>
                            <td colspan="4">
                                7 400
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж кассеты одностворчатой высотой полотна от 2 610 мм
                            </td>
                            <td colspan="4">
                                8 200
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж кассеты двухстворчатой высотой полотна до 2 100 мм
                            </td>
                            <td colspan="4">
                                7 750
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж кассеты двухстворчатой высотой полотна от 2 110 мм до 2 600 мм
                            </td>
                            <td colspan="4">
                                11 600
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж кассеты двухстворчатой высотой полотна от 2610 мм
                            </td>
                            <td colspan="4">
                                12 400
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж продукции Дверного Ателье:
                                Межкомнатные перегородки ТМ Porta prima
                                Дверь INVISIBLE
                                Декоративные рейки на зеркало
                            </td>
                            <td colspan="2">
                                Шпон 20 % / Nano-flex 25% от стоимости Листа расчёта стоимости
                            </td>
                            <td colspan="2">
                                Эмаль 20 % от стоимости Листа расчёта стоимости
                            </td>
                        </tr>
                        <tr>
                            <td class="fw-bold" colspan="1">
                                Дополнительные работы по монтажу:
                            </td>
                            <td colspan="2">
                            </td>
                            <td colspan="2">
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж комплекта доборов шириной 90 мм-150 мм /комплекта наличников:
                            </td>
                            <td colspan="2">
                            </td>
                            <td colspan="2">
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                На одностворчатую дверь, на обрамление проема шириной до 1000мм.*
                            </td>
                            <td colspan="2">
                                1 050
                            </td>
                            <td colspan="2">
                                1 160
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                На двустворчатую дверь, на обрамление проема шириной более 1000мм.*
                            </td>
                            <td colspan="2">
                                1 600
                            </td>
                            <td colspan="2">
                                1 820
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Наценка за установку комплекта доборов шириной более 150 мм
                            </td>
                            <td colspan="2">
                                550
                            </td>
                            <td colspan="2">
                                660
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Установка системы "Синхро"/установка нижней алюм.направляющей с фрезеровкой паза в торце
                                полотна
                            </td>
                            <td colspan="4">
                                1380
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Установка ригеля/металлических кромок/доводчика на 1 полотно.
                            </td>
                            <td colspan="4">
                                720
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Установка 3-ей дополнительной петли универсальной/скрытой
                            </td>
                            <td colspan="4">
                                170 \ 440
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Подготовка паза для 3-ей дополнительной петли универсальная/скрытая
                            </td>
                            <td colspan="4">
                                500 \ 720
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Установка напольного,настенного ограничителя открывания двери/ограничителя открывания двери
                                фантом
                            </td>
                            <td colspan="4">
                                220 \ 720
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Наценка за монтаж полотна/обрамления/высотой от 2 110 мм до 2200 мм
                            </td>
                            <td colspan="4">
                                900
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Наценка за монтаж полотна/обрамления высотой от 2 210 мм до 2 400 мм
                            </td>
                            <td colspan="4">
                                1700
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Наценка за монтаж полотна/обрамления высотой от 2 410 мм
                            </td>
                            <td colspan="4">
                                2500
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Наценка за монтаж обрамления проёма (элемент короба + наличники) шириной более 1500 ммf
                            </td>
                            <td colspan="4">
                                990
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Уменьшение полотна по высоте, одна сторона
                            </td>
                            <td colspan="2">
                                1430
                            </td>
                            <td colspan="2">
                                -
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж портала в сборе
                            </td>
                            <td colspan="2">
                                1 270
                            </td>
                            <td colspan="2">
                                1 540
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж комплекта стойки притвора и запирания одностворчатой раздвижной двери
                            </td>
                            <td colspan="2">
                                1 490
                            </td>
                            <td colspan="2">
                                1 870
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж уплотнительной/шумоизоляционной щетки на полотно/наличник/карниз
                            </td>
                            <td colspan="2">
                                720
                            </td>
                            <td colspan="2">
                                830
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж порога (без гарантии)
                            </td>
                            <td colspan="4">
                                550
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж автоматического порога в отфрезерованный паз в торце полотна
                            </td>
                            <td colspan="4">
                                610
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Монтаж декоративных элементов:розеток,сапожков/отбойной пластины(1 сторона)
                            </td>
                            <td colspan="4">
                                550
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Демонтаж старой коробки без сохранения элементов
                            </td>
                            <td colspan="4">
                                610
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Покраска верхнего торца двери и верхних торцов наличников к ней /обработки торцов погонажных
                                изделий влагоотталкивающим средством (герметиком),цена за один проём
                            </td>
                            <td colspan="4">
                                390
                            </td>
                        </tr>
                        <tr>
                            <td class="fw-bold" colspan="1">
                                Формирование/корректировка проёмов.Декорирование полотна Неведимка и прилегающих к ней
                                стен,а также сформированых проёмов под установку проёмов продуктов Фабрики
                            </td>
                            <td class="fw-bold" colspan="4">
                                По прайс-листу партнёра Компании
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Оформление стены зеркалами,цена метр кв.
                            </td>
                            <td colspan="4">
                                2 310
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Прочие услуги:
                            </td>
                            <td colspan="4">

                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Уборка рабочего места, сбор мелкого мусора в мешок.
                            </td>
                            <td colspan="4">
                                бесплатно
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Вынос мусора до контейнера для бытовых отходов (не далее 100м от дома, обрезки, мусор от
                                монтажа, упаковка), цена за проем. До 5 этажа возможно без лифта, свыше 5 этажа на лифте.
                            </td>
                            <td colspan="4">
                                550
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Вынос мусора до контейнера для строительного мусора (при наличии,не далее 100м от дома,
                                демонтированная дверь, обрезки, мусор от монтажа, упаковка), цена за проем. До 5 этажа
                                возможно без лифта, свыше 5 этажа на лифте.
                            </td>
                            <td colspan="4">
                                1 100
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Расширение проема (при технической возможности, по решению представителя Компании) - цена за
                                1 сторону
                            </td>
                            <td colspan="4">
                                1 490
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Уменьшение проема - цена за 1 сторону (не считая расходных материалов)
                            </td>
                            <td colspan="4">
                                1 490
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Распиловка наличника вдоль/коррекция по высоте стоевой коробки евроблока/подпил плинтуса
                                (при технической возможности, по решению представителя Компании) - цена за 1 шт.
                            </td>
                            <td colspan="2">
                                275
                            </td>
                            <td colspan="2">
                                330
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Прочие работы/разовый выезд сотрудника на объект/минимальный объём работ на объекте
                            </td>
                            <td colspan="4">
                                кол-во человек/дней*7 950
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                Срыв монтажа по вине Заказчика
                            </td>
                            <td colspan="4">
                                2 000
                            </td>
                        </tr>
                        <tr>
                            <td colspan="1">
                                **Подъём инструмета без лифта на 6 этаж и выше,за этаж.
                            </td>
                            <td colspan="4">
                                500
                            </td>
                        </tr>
                    </tbody>
                </table>
            </div>
            <div class="list-table__text">
                <p><em>* Цена на один доборный элемент. При использовании нескольких доборных элементов цена
                        увеличивается пропорционально их количеству.</em></p>
                <p><em>** Стоимость продъёма продукции за этаж определена в Прайс-листе на доставку продукции.</em></p>
                <p>При отсутствии бесплатной парковки в радиусе 50м от объекта оплата парковки производится заказчиком.
                </p>
            </div>
            <div class="list-table__tehnology">
                <h6>ТЕРМИНОЛОГИЯ</h6>
                <p><b>Одностворчатая дверь</b>- установка одного дверного полотна с погонажными изделиями в проем, включая
                    установку 2 петель.</p>
                <p><b>Двустворчатая дверь</b>- установка двух дверных полотен с погонажными изделиями в один проем, включая
                    установку 4 петель.</p>
                <p><b>Стандартный способ открывания</b> - установка двери на стандартные петли с одной торцевой части и
                    врезка замка и ручки с другой торцевой части.</p>
                <p><b>Раздвижная дверь</b> - дверной блок, состоящий из дверного полотна, установленного на сдвижную
                    фурнитуру, с врезанной ручкой, а также оформление самого проема погонажными изделиями (дверь находится
                    при таком варианте вне проема).</p>
                <p><b>Погонажные изделия</b> - дверной короб, наличники, притворная планка.</p>
                <p><b>Распиловка наличников</b>- необходима в том случае, если ширина стены на границе с проемом не
                    позволяет установить наличник стандартной ширины для обрамления.</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
h6 {
    font-size: 16px;
    font-weight: bold;
    color: #323232;
    line-height: 24px;
}

p {
    font-size: 16px;
    color: #333;
}

li {
    font-size: calc(12px + 2 * (100vw / 1336));
    color: #333;
    line-height: calc(19px + 6 * (100vw / 1336));
}

table thead tr th {
    font-weight: 700;
    background: #f0f0f0;
    line-height: calc(20px + 5 * (100vw / 1336));
    color: #25292d;
    padding: 10px 20px;
}

table tbody tr th {
    font-weight: 400;
}

tbody tr td {
    padding: 10px 20px;
    font-size: calc(14px + 2 * (100vw / 1336));
    color: #25292d;
}

.installation__list {
    display: flex;
    flex-direction: column;
    align-items: flex-start;
    margin: 0px 0px 3.5rem 0px;
}

.installation__list-title h6 {
    font-size: calc(18px + 2 * (100vw / 1336));
    border-bottom: solid 3px #8f332f;
    padding: 0px 0px 10px 0px;
    margin: 0;
}

.installation__list-table {
    padding: 1rem 0px 0px 0px;
    border-top: solid 1px #ccc;
}


.list-table__text p {
    font-size: 13px;
    margin: 0px 0px 0px 0px;
}

.list-table__text p:last-child {
    margin: 1.5rem 0px;
}

.list-table__tehnology p {
    margin: 0px 0px 0px 0px;
}

@media (max-width: 555px) {

    .list-table__wrapper {
        width: calc(200px + 250 * (100vw / 555));
        overflow-x: auto;
    }

}
</style>