<template>
    <div class="door-key__included">
        <div class="service__content-title">
            <h4>ЧТО ВХОДИТ В ПАКЕТ УСЛУГ</h4>
        </div>
        <div class="included__text">
            <p>Услуга «Дверь под ключ», которую выполняют специалисты нашей компании, подразумевает выполнение
                следующих
                работ.</p>
            <ul class="included__list">
                <li><b>Подбор модели.</b>Ваш персональный менеджер, окажет необходимую помощь в выборе качественной
                    межкомнатной двери, основываясь при этом на практических и эстетических предпочтениях клиента, а
                    также на особенностях интерьера. Он оформит необходимую документацию, согласует проект и
                    проконтролирует выполнение работ на всех этапах установки «под ключ».</li>
                <li><b>Замер. </b>Тщательно и по правилам выполненное измерение параметров проема, где будет
                    установлена
                    межкомнатная дверь, – это одна из основ успешного и качественного монтажа. В Москве и других
                    городах
                    Московской области эти работы выполняется сотрудниками нашей фабрики. Клиентам из прочих
                    регионов
                    России мы рекомендуем обратиться к <router-link to="/">дистрибьюторам компании Porta
                        Prima.</router-link></li>
                <li><b>Доставка.</b> Заказчикам, проживающим в Московской области и Москве, мы доставляем
                    межкомнатные
                    двери силами собственной службы доставки. Для транспортировки наших изделий в прочие регионы
                    России
                    мы используем услуги логистических компаний. Менеджер, ведущий данный заказ, предварительно
                    согласует с Вами удобную дату и время доставки двери.</li>
                <li><b>Установка.</b>Компания Porta Prima располагает собственной профессиональной монтажной
                    командой,
                    которая качественно и быстро установит «под ключ» двери любых разновидностей, в том числе с
                    роторным, раздвижным или распашным механизмом, скрытыми или универсальными петлями и т. д.</li>
                <li><b>Гарантия. </b> На все межкомнатные двери распространяется гарантия 5 лет, гарантия на
                    фурнитуру
                    действует в течение 1–3 лет в зависимости от производителя, на работы по монтажу – 3 года.</li>
            </ul>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.door-key__included {
    display: flex;
    flex-direction: column;
    align-items: flex-start;
    margin: 0px 0px 1.7rem 0px;
}

.included__text {
    padding: 1.5rem 0px 0px 0px;
    border-top: solid 1px #ccc;
}

.included__text a {
    color: #8f332f;
}

.included__text a:hover {
    text-decoration: none;
}

.included__text p {
    font-size: 16px;
}

.included__list li {
    font-size: 14px;
    color: #333;
    line-height: 24px;
    margin: 0px 0px 5px 0px;
    list-style: decimal;
}

.included__list li::marker {
    color: #8f332f;
    font-weight: bold;
}
</style>