<template>
    <div class="preparation">
        <p>Уважаемые покупатели! Все работы под ключ – от подготовки проемов, до заказа и установки дверей, вы теперь можете
            решить через салоны PortaPrima.</p>
        <p>Если вы столкнулись с задачей подготовки проемов под монтаж дверей: например, проемы в вашей квартире различной
            высоты, или вы желаете изменить его ширину, специально подготовить стены, перегородки и проем под монтаж
            раздвижных полотен системы Пенал,INVISIBLE, межкомнатных перегородок с раздвижными полотнами или с системой
            Телескопико, вам достаточно сообщить об этом менеджеру в салоне.</p>
        <p>Партнеры PortaPrima,с отличной репутацией и большим стажем в сфере ремонта и отделки, помогут решить задачи
            подготовки проёмов к монтажу продукции в поставленные сроки. При оформлении услуги вы можете договориться о
            закупке необходимых материалов и времени приезда мастера для оценки помещения.</p>
        <p>Все подробности вы можете уточнить у менеджеров салонов, здесь - в личных сообщениях или по телефону: <a href="tel:+7 (495)
            445-11-56">+7 (495) 445-11-56</a>.</p>
        <h6>МИНИМАЛЬНЫЙ ОБЪЕМ РАБОТ: 10 000 РУБЛЕЙ</h6>
        <img src="@/assets/service/preparation/pic1.webp" alt="">
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
h6 {
    font-size: 16px;
    font-weight: bold;
    color: #323232;
    line-height: 24px;
}

p {
    font-size: 16px;
    color: #333;
}

.preparation {
    margin: 0px 0px 3rem 0px;
}

.preparation img {
    width: 100%;
    object-fit: cover;
}

.preparation p {
    margin: 0px 0px 2rem 0px;
}

.preparation h6 {
    margin: 0px 0px 2rem 0px;
}

.preparation a {
    color: #333;
}

.preparation a:hover {
    text-decoration: none;
    color: #8f332f;
}
</style>