<template>
    <div class="return__list">
        <p>Компания Porta prima выпускает продукцию европейского качества. В производстве применяются итальянские технологии
            и экологически чистые, безопасные материалы. Наши межкомнатные двери соответствуют всем
            санитарно-эпидемиологическим и гигиеническим требованиям.</p>
        <p>Это подтверждают:</p>
        <ul>
            <li>сертификат соответствия ГОСТ №0070478;</li>
            <li>санитарно-эпидемиологическое заключение №34-3041-2;</li>
            <li>сертификат на стекло №0508259;</li>
            <li>сертификат соответствия нормам пожарной безопасности №0120004;</li>
            <li>сертификат экологической безопасности РОСС RU.32432.04БПЭ0.ОС05.</li>
            <li>сертификат на шпон NanoFlex №0079804</li>
            <li>заключение о соответствии санитарным нормам №297</li>
        </ul>
        <p>
            Качество продукции Porta prima отмечено контролирующими органами и организаторами Международной строительной
            ярмарки «Buildex». Мы работаем в соответствии с нормами закона «О защите прав потребителей».
        </p>
        <div>

            <h6 class="text-uppercase">КАК ВЕРНУТЬ ТОВАР НЕНАДЛЕЖАЩЕГО КАЧЕСТВА</h6>
            <p>
                Если продукция вас не устроила, вы можете обменять ее на другую или вернуть ее в течение семи дней с момента
                совершения покупки. Это право прописано в статье 26.1 закона «О защите прав потребителей».
            </p>
            <p>Для возврата товара понадобятся:</p>
            <ul>
                <li>кассовый чек – сохраните его после покупки;</li>
                <li>полная оригинальная упаковка, если таковая имеется.</li>
            </ul>
            <p>Возвращаемый товар проверяется на наличие всех гарантийных пломб, заводских ярлыков. Он не должен иметь
                повреждений и следов эксплуатации. Не подлежит возврату только продукция, содержащая индивидуальные
                характеристики – изготовленная под ваш проем дверь вряд ли кому-то пригодится. Не возвращаются и средства,
                уплаченные за доставку. Эта услуга считается оказанной в момент получения покупки.</p>
        </div>

    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
h6 {
    font-size: 16px;
    font-weight: bold;
    color: #323232;
    line-height: 24px;
}

p {
    font-size: 16px;
    color: #333;
}

li {
    font-size: calc(12px + 2 * (100vw / 1336));
    color: #333;
    line-height: calc(19px + 6 * (100vw / 1336));
    list-style: disc;
    margin: 0px 0px 10px 0px;
}

li::marker {
    color: #8f332f;

}
.return__list {
    margin: 0px 0px 4rem 0px;
}
.return__list div {
    margin: 3rem 0px 0px 0px;
}
</style>