<template>
    <div class="about__wrapper">
        <p>История фабрики Porta prima берет начало в 1993 году, когда было создано «Деревообрабатывающее предприятие
            ДОП №1». В производственных цехах по выпуску погонажных и столярных изделий из массива дуба производили
            мебель на заказ, лестницы и другие деревянные конструкции по индивидуальным проектам. 5 лет спустя был
            налажен серийный выпуск межкомнатных дверей эконом-сегмента. Благодаря динамичному развитию стало возможным
            расширение производственной инфраструктуры. В 2002 году была запущена вторая производственная площадка,
            расположенная в городе Костроме. В 2010 году мы представили на рынке новый продукт – межкомнатные двери
            среднего ценового сегмента под ТМ Porta prima.</p>
        <p>В переводе с итальянского «Porta prima» означает «дверь №1». Такое звучное наименование призвано отразить
            итальянский стиль дизайна и высокое качество продукта. В логотипе схематично изображена открытая дверь,
            визуально превращающая в цифру «1». Двери Porta prima гармонично сочетают стиль и качество, изысканный
            дизайн и высокие технологии, утонченный вкус и неизменную надежность.</p>
        <p>Применение современного европейского оборудования, внедрение новых технологий и непрерывная модернизация
            фабрики позволяют нам занимать стабильные позиции на рынке межкомнатных дверей. Наши покупатели по
            достоинству оценили модельный ряд, комплексный профессиональный сервис, оптимальное соотношение качества и
            стоимости.</p>
        <p>Наша миссия в воплощении индивидуальности, создании уюта и гармонии в семье, чтобы все в Вашем интерьере и в
            жизни преображалось к лучшему.</p>
        <div class="service__content-title">
            <h4>ВИДЕО О КОМПАНИИ</h4>
        </div>
        <iframe frameborder="0" src="https://www.youtube.com/embed/ABOMnfAaGNw?rel=0" height="480" width="80%"
            style="display: block; margin: 0px auto;"></iframe>
    </div>
</template>

<script>
    export default {

    }
</script>

<style scoped>
    h6 {
        font-size: 16px;
        font-weight: bold;
        color: #323232;
        line-height: 24px;
    }

    p {
        font-size: 16px;
        color: #333;
    }

    li {
        font-size: calc(12px + 2 * (100vw / 1336));
        color: #333;
        line-height: calc(19px + 6 * (100vw / 1336));
    }

    .about__wrapper {
        display: flex;
        flex-direction: column;
        align-items: flex-start;
        margin: 0px 0px 3rem 0px;
    }

    .service__content-title {
        margin: 0px 0px 1rem 0px;
    }
</style>