<template>
    <div class="instalment__container">
        <div class="question__content my-5">
            <div class="question__content-title">
                <h2>Вопросы и ответы по рассрочке на межкомнатные двери Porta prima</h2>
            </div>
            <div class="w-100 shadow">
                <acr-question v-for="data in accardion" :data="data" />
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {
            accardion: [
                {
                    title: "Какие сроки и сумма рассрочки?",
                    subtitle: "Рассрочка предоставляется на срок 6 месяцев. Рассрочка на сумму до 300 тыс. руб. предоставляется без первоначального взноса. Рассрочка на сумму свыше 300 тыс. руб. предоставляется с первоначальным взносом 10%.",
                },
                {
                    title: "Как узнать, дадут ли мне рассрочку?",
                    subtitle: "Заполните форму заявки на рассрочку. В течение 15 минут мы свяжемся с вами и подтвердим предоставление расрочки.",
                },
                {
                    title: "Условия предоставления рассрочки",
                    subtitle: `С 01.04.2023 г. фабрика межкомнатных дверей Porta prima совместно с компанией Smart Finance реализует программу предоставления рассрочки покупателям товаров компании Porta prima. Данная программа позволяет приобретать товар в рассрочку с первоначальным и без первоначального взноса.
                    Компания Smart Finance предоставляет рассрочку от следующих кредитных организаций: Почта Банк, ОТП Банк, МТС Банк, Тинькофф Банк, Банк Ренессанс кредит, Совком банк, Кредит Европа Банк, Альфа Банк, Миг Кредит.
                    Рассрочка предоставляется на срок 6 месяцев. Рассрочка на сумму до 300 тыс. руб. предоставляется без первоначального взноса. Рассрочка на сумму свыше 300 тыс. руб. предоставляется с первоначальным взносом 10%.`,
                },
                {
                    title: "Я не знаю какой размер дверей мне нужен.",
                    subtitle: `Закажите выезд замерщика через форму заявки . После замера, наш менеджер сделает расчет нужной двери и сообщит условия рассрочки.`,
                },
                {
                    title: "Почему выбирают двери от Porta prima?",
                    subtitle: `ЗВся продукция производится в России и продаётся по официальным ценам фабрики без наценок. Поэтому стоимость по сравнению с конкурентами гораздо ниже.
                    В комплекте уже поставляются итальянские петли и это не приводит к удорожанию.`,
                },
            ]
        }
    },
}
</script>

<style scoped>
.question__content {
    display: flex;
    flex-direction: column;
    gap: 30px;
    align-items: flex-start;
}

.question__content-title {
    width: 70%;
}

.question__content-title h2 {
    font-size: calc(36px + 12 * (100vw / 1336));
    line-height: 55px;
    font-weight: 400;
}

@media (max-width: 992px) {
    .question__content-title {
        width: 100%;
    }
}
</style>